const db = [
  {
    id: "p0",
    result: [
      ['고', null, null, '주', null],
      ['양', null, '고', '민', null],
      ['이', '야', '기', null, '소'],
      [null, '구', null, '거', '리'],
      [null, '장', '식', '품', null],
    ],
    q: [
      "1. 야옹하고 우는 귀여운 동물",
      "2. 특정 지역에 거주하는 사람들. 저는 강남구 서초동 XX입니다",
      "3 (가로). 마음의 근심거리. 나 요즘 XX 있어 ",
      "3 (세로). 동물로 만든 음식. 구워먹어야 제맛!",
      "4. 사람마다 가지고있는 사연. 스토리",
      "5. 야구 경기가 열리는 장소",
      "6. 귀를 통해 들을 수 있는 것. 목XX, 음악XX",
      "7. (가로) 사람이 걸어다니는 길",
      "7. (세로) 비유적으로 과장됨을 표현할 때도 씀. 부동산 XX",
      "8. 장식용 물건",
    ],
    createdAt: "2025-07-20"
  },
  {
    id: "p1",
    result: [
      [null, '풍', null, '도', null],
      [null, '경', '찰', '서', null],
      [null, null, null, '관', '심'],
      ['필', '리', '핀', null, null],
      ['기', null, '잔', '돈', null],
    ],
    q: [
      "1. 눈에 보이는 그림같은 모습. OO이 아름답다",
      "2. 책을 빌리러 가는 곳.",
      "3. 경찰들이 일하는 곳",
      "4. 마음이 가는 것. 나 요즘 운동에 OO이 있어",
      "5. (가로). 바나나가 유명한 동남아시아의 나라",
      "5. (세로) 노트에 글을 쓰는 행위",
      "6. 가볍게 혼내는 것. OO을 주다",
      "7. 쓰고 남은 돈",
    ],
    createdAt: "2025-07-13"
  },
]

export default db;