const db = [
  {
    id: "p0",
    result: [
      ['고', null, null, '주', null],
      ['양', null, '고', '민', null],
      ['이', '야', '기', null, '소'],
      [null, '구', null, '거', '리'],
      [null, '장', '식', '품', null],
    ],
    q: [
      "1. 야옹하고 우는 귀여운 동물",
      "2. 특정 지역에 거주하는 사람. 저는 강남구 서초동 XX입니다",
      "3. (가로) 마음의 근심거리. 나 요즘 XX 있어 ",
      "3. (세로) 동물로 만든 단백질이 풍부한 음식. 구워먹어야 제맛!",
      "4. 시간이 흐르며 발생하는 일련의 사건들을 묶은 것",
      "5. 야구 경기가 열리는 운동장",
      "6. 귀를 통해 들을 수 있는 것. 목OO, 음악OO",
      "7. (가로) 사람이 걸어다니는 길",
      "7. (세로) 액체가 공기를 머금고 둥글게 부풀어 물 위에 뜬 것. 맥주 OO, 물OO",
      "8. 장식용 물건",
    ],
    createdAt: "2025-07-13"
  },
  {
    id: "p1",
    result: [
      [null, '풍', null, '도', null],
      [null, '경', '찰', '서', null],
      [null, null, null, '관', '심'],
      ['필', '리', '핀', null, null],
      ['기', null, '잔', '돈', null],
    ],
    q: [
      "1. 눈에 보이는 그림같은 모습. OO이 아름답다",
      "2. 책을 빌리러 가는 곳.",
      "3. 경찰들이 근무하는 곳",
      "4. 마음이 가는 것. 나 요즘 운동에 OO이 있어",
      "5. (가로). 바나나가 유명한 동남아시아의 나라",
      "5. (세로) 주로 학습 목적으로 노트 등에 글을 쓰는 행위.",
      "6. 가볍게 혼내거나 눈치를 주는 것. OO을 주다. 꽤 어려운 표현! 가끔 쓰여요",
      "7. 쓰고 남은 돈",
    ],
    createdAt: "2025-07-20"
  },
  {
    id: "p2",
    result: [
      ['주', null, null, '비', '축'],
      ['식', '사', null, null, '구'],
      [null, '용', null, '공', '공'],
      ['무', '법', '지', '대', null],
      ['상', null, null, '생', '명'],
    ],
    q: [
      "1. 주주가 회사에 출자한 일정한 지분 또는 이를 나타내는 증권. 직장인들의 인기 취미",
      "2. 물건이나 식량을 재난같은 비상 상황을 위해 저장하는 것",
      "3. 축구할 때 쓰는 공",
      "4. 음식을 먹는 것. 아침 OO, 저녁 OO",
      "5. 사용하는 방법",
      "6. (가로) '사회 구성원이 공유하는'의 의미. OO장소에서는 떠들면 안되요!",
      "6. (세로) 공대에 다니는 학생",
      "7. (가로) 법이 없는 것 처럼 보이는 혼란스러운 지역",
      "7. (세로) '무료'보다 좀 더 격식있는 표현. 정부는 올해부터 저소득층의 OO 교육을 확대한다고 밝혔다 ",
      "8. 삶, 목숨을 의미. 인간의 OO은 중요하다"
    ],
    createdAt: "2025-07-27"
  },
  // 2025-08-03
]

export default db;